Repository: MarkLark86/newsroom
Catalog: newsroom/translations/*/LC_MESSAGES/client.po
Languages: cs

source: Your request has been sent successfully
cs: Váš požadavek byl úspěšně odeslán

source: Started watching items successfully.
cs: Začátek sledování.

source: Stopped watching items successfully.
cs: Sledování ukončeno.

source: Items were shared successfully.
cs: Úspěšně sdíleno.

source: Item was shared successfully.
cs: Úspěšně sdíleno.

source: Events
cs: Události

source: My Events
cs: Moje události

source: Close filter panel
cs: Zavřít filtry

source: Open filter panel
cs: Otevřít filtry

source: Watch
cs: Sledovat

source: Stop watching
cs: Přestat sledovat

source: Size:
cs: Velikost:

source: MIME type:
cs: Typ souboru:

source: Today
cs: Dnes

source: Request coverage
cs: Žádost o pokrytí

source: your request
cs: váš vzkaz / požadavek

source: Cancel
cs: Zrušit

source: Send Request
cs: Odeslat

source: due by
cs: očekáváno

source: Source
cs: Zdroj

source: W
cs: T

source: Coverages
cs: Způsob krytí

source: Any calendar
cs: Všechny kalendáře

source: Any location
cs: Všechna místa

source: Any region
cs: Všechny regiony

source: Any coverage
cs: Všechna média

source: Attachments
cs: Přílohy

source: No items found.
cs: Žádné položky

source: {{ status }} on {{date}} {{time}}
cs: {{ status }}: {{date}} {{time}}

source: postponed
cs: odloženo

source: cancelled
cs: zrušeno

source: rescheduled
cs: přeloženo

source: Choose a location...
cs: Vyberte místo

source: Wire
cs: Zpravodajství

source: Card updated successfully
cs: Karta byla úspěšně zaktualizována

source: Card created successfully
cs: Karta byla úspěšně vytvořena

source: Card deleted successfully
cs: Karta byla smazána

source: Product
cs: Produkt

source: Label
cs: Název

source: Type
cs: Typ

source: Order
cs: Pořadí

source: Created On
cs: Vytvořeno

source: Please provide card label
cs: Prosím, vyplňte název

source: Please provide start date
cs: Prosím, vyplňte počáteční datum

source: Would you like to delete card: {{label}}
cs: Chcete smazat kartu: {{label}}

source: 6-text-only
cs: 6 dlaždic - jen text

source: 4-picture-text
cs: 4 dlaždice - foto a text

source: 4-media-gallery
cs: 4 dlažice: galerie

source: 4-photo-gallery
cs: 4 dlaždice - fotogalerie (AAP Photos)

source: 4-text-only
cs: 4 dlaždice - jen text

source: 1x1-top-news
cs: 1x1 Hlavní zprávy

source: 2x2-top-news
cs: 2x2 Hlavní zprávy

source: 3-text-only
cs: 3 dlaždice - jen text

source: 3-picture-text
cs: 3 dlaždice - foto a text

source: 2x2-events
cs: 2x2 Události

source: Save
cs: Uložit

source: Delete
cs: Smazat

source: Headline
cs: Titulek

source: Abstract
cs: Popis

source: Start Date
cs: Začátek

source: End Date
cs: Konec

source: Location
cs: Místo

source: Image
cs: Obrázek

source: Company updated successfully
cs: Firma byla aktualizována

source: Company created successfully
cs: Firma byla vytvořena

source: Company deleted successfully
cs: Firma byla smazána

source: Would you like to delete company: {{name}}
cs: Chcete smazat firmu: {{name}}

source: Name
cs: Název

source: Superdesk Subscriber Id
cs: Subscriber ID v Superdesku

source: Contact
cs: Kontakt

source: Telephone
cs: Telefon

source: Country
cs: Země

source: Expires On
cs: Platí do

source: Enabled
cs: Aktivní

source: Disabled
cs: Deaktivovaná

source: Sections
cs: Sekce

source: Products
cs: Produkty

source: Australia
cs: Austrálie

source: New Zealand
cs: Nový Zéland

source: Other
cs: Jiná

source: Company
cs: Firma

source: Users
cs: Uživatelé

source: Permissions
cs: Oprávnění

source: There are no users in the company.
cs: Firma nemá žádné uživatele.

source: Company Url
cs: firemní web

source: Contact Name
cs: Kontaktní osoba

source: Contact Email
cs: kontaktní email

source: Expiry Date
cs: Přístup platný do:

source: Product name
cs: Název produktu

source: Is enabled
cs: Je aktivní

source: Query
cs: Dotaz

source: Is Enabled
cs: Je aktivní

source: Number Of Products
cs: Počet produktů

source: Saved searches per company
cs: Uložených dotazů na firmu

source: Saved searches per user
cs: Uložených dotazů na uživatele

source: Products per company
cs: Produktů na firmu

source: Stories per product
cs: Počet článků na produkt

source: Run report
cs: Vytvoř report

source: Print report
cs: Vytisknout report

source: Number Of Saved Searches
cs: Počet uložených dotazů

source: Last 24 hours
cs: Posledních 24 hodin

source: This week
cs: Tento týden

source: Last 7 days
cs: Posledních 7 dní

source: This month
cs: Tento měsíc

source: Previous month
cs: Předchozí měsíc

source: Last 6 months
cs: Posledních 6 měsíců

source: User
cs: Uživatel

source: Agenda
cs: Kalendář

source: Save as topic
cs: Ulož jako téma

source: Send me notifications
cs: Posílej mi upozornění

source: New {{ buttonName }}
cs: Nový {{ buttonName }}

source: Large list
cs: Rozšířený seznam

source: Compact list
cs: Kompaktní seznam

source: Change view
cs: Změň zobrazení

source: Notifications
cs: Upozornění

source: Clear All
cs: Zruš vše

source: An agenda you downloaded has been updated
cs: Událost, kterou jste si stáhli, byla aktualizována

source: A story you downloaded has been updated
cs: Článek, který jste si stáhli, byl aktualizován

source: Created on
cs: Vytvořeno

source: Search for...
cs: Najdi...

source: Search
cs: Hledej

source: Share Item
cs: Sdílej

source: Share
cs: Sdílej

source: People
cs: Lidé

source: Select All
cs: Vyber všechny

source: Message
cs: Vzkaz

source: words
cs: slov

source: all
cs: vše

source: to
cs: do

source: Warning
cs: Upozornění

source: There's no card defined for home page!
cs: Pro homepage není definována žádná karta!

source: More news
cs: Více zpráv

source: More photos
cs: Více fotek

source: Topics
cs: Témata

source: My Topics
cs: Moje témata

source: Filters
cs: Filtry

source: Navigation updated successfully
cs: Navigace aktualizována

source: Navigation created successfully
cs: Navigace vytvořena

source: Navigation deleted successfully
cs: Navigace smazána

source: Navigation
cs: Navigace

source: Description
cs: Popis

source: Would you like to delete navigation: {{name}}
cs: Chcete smazat navigaci: {{name}}

source: Notification cleared successfully
cs: Upozornění odstraněno

source: Notifications cleared successfully
cs: Upozornění odstraněna

source: Product updated successfully
cs: Produkt aktualizován

source: Product created successfully
cs: Produkt vytvořen

source: Product deleted successfully
cs: Produkt smazán

source: Companies
cs: Firmy

source: Test product
cs: Otestuj produkt

source: Superdesk Product Id
cs: Product ID ze Superdesku

source: Test product id
cs: Otestuj Product ID

source: Test query
cs: Vyzkoušej dotaz

source: Would you like to delete product: {{name}}
cs: Chcete smazat produkt: {{name}}

source: hello {{ name }}
cs: Ahoj {{ name }}

source: Published
cs: Publikováno

source: User updated successfully
cs: Uživatel aktualizován

source: Topic deleted successfully
cs: Téma smazáno

source: Topic was shared successfully.
cs: Téma sdíleno

source: Please provide first name
cs: Prosím vyplň křestní jméno

source: Please provide last name
cs: Prosím vyplň příjmení

source: First Name
cs: Křestní jméno

source: Last Name
cs: Příjmení

source: Phone
cs: Telefon

source: Mobile
cs: Mobil

source: Role
cs: Pozice

source: Receive notifications via email
cs: Dostávat upozornění emailem

source: Save Changes
cs: Uložit změny

source: Edit
cs: Upravit

source: Would you like to delete topic {{name}}?
cs: Chcete smazat téma: {{name}}?

source: My Profile
cs: Můj profil

source: Logout
cs: Odhlásit se

source: User created successfully
cs: Uživatel vytvořen

source: Reset password token is sent successfully
cs: Link na obnovu hesla odeslán

source: User deleted successfully
cs: Uživatel smazán

source: Administrator
cs: Administrátor

source: Internal
cs: Interní

source: Public
cs: Klient

source: User Type
cs: Typ uživatele

source: Approved
cs: Schválen

source: Reset Password
cs: Obnovit heslo

source: Needs Approval
cs: Vyžaduje schválení

source: Would you like to delete user: {{name}}?
cs: Chcete smazat uživatele: {{name}}?

source: By: {{ byline }}
cs: Napsal: {{ byline }}

source: Source: {{ source }}
cs: Zdroj: {{ source }}

source: Item copied successfully.
cs: Úspěšně zkopírováno

source: Sorry, Copy is not supported.
cs: Je nám líto, kopírování není možné.

source: Items were bookmarked successfully.
cs: Úspěšně uloženo.

source: Item was bookmarked successfully.
cs: Úspěšně uloženo.

source: Items were removed from bookmarks successfully.
cs: Odstraněno z uložených položek.

source: Item was removed from bookmarks successfully.
cs: Odstraněno z uložených položek.

source: Open agenda item "{{ name }}"
cs: Zobrazit "{{ name }}" v Kalendáři

source: Download Items
cs: Stáhnout

source: Download
cs: Stáhnout

source: Format
cs: Formát

source: Show more
cs: Zobraz více

source: Show less
cs: Zobraz méně

source: Category
cs: Kategorie

source: Subject
cs: Předmět

source: Content Type
cs: Typ obsahu

source: News Value
cs: Důležitost

source: Place
cs: Místo

source: Clear filters
cs: Vymaž filtry

source: From
cs: Od

source: To
cs: Do

source: All
cs: Vše

source: at
cs: v

source: Next version
cs: Novější verze

source: Loading
cs: Načítám

source: Previous versions
cs: Starší verze

source: News only
cs: Jen zprávy

source: Follow story
cs: Sleduj článek

source: in {{ located}}
cs: v {{ located}}

source: News Value: {{ value }}
cs: Důležitost: {{ value }}

source: Words:
cs: Slov:

source: {{ count }} previous versions
cs: {{ count }} starších verzí

source: search results for:
cs: Výsledky vyhledávání:

source: New stories available to load
cs: Jsou k dispozici nové články

source: {{ count }} item(s) selected
cs: vybráno {{ count }} článků

source: Manage my {{name}}
cs: Spravovat

source: No {{name}} created.
cs: {{name}} nevytvořena

source: Show previous versions ({{ count }})
cs: Zobrazit starší verze ({{ count }})

source: Open
cs: Otevřít

source: Print
cs: Vytisknout

source: Copy
cs: Kopírovat

source: Unsave
cs: Odstranit z uložených
